{"entryType":"UniProtKB reviewed (Swiss-Prot)","primaryAccession":"P27956","uniProtkbId":"POLG_HCVH8","entryAudit":{"firstPublicDate":"1992-08-01","lastAnnotationUpdateDate":"2023-11-08","lastSequenceUpdateDate":"1992-08-01","entryVersion":113,"sequenceVersion":1},"annotationScore":5.0,"organism":{"scientificName":"Hepatitis C virus (isolate HCT18)","commonName":"HCV","taxonId":11110,"lineage":["Viruses","Riboviria","Orthornavirae","Kitrinoviricota","Flasuviricetes","Amarillovirales","Flaviviridae","Hepacivirus","Hepacivirus hominis"]},"organismHosts":[{"scientificName":"Homo sapiens","commonName":"Human","taxonId":9606}],"proteinExistence":"3: Inferred from homology","proteinDescription":{"recommendedName":{"fullName":{"value":"Genome polyprotein"}},"contains":[{"recommendedName":{"fullName":{"value":"Core protein precursor"}},"alternativeNames":[{"fullName":{"value":"Capsid protein C"}},{"fullName":{"value":"p23"}}]},{"recommendedName":{"fullName":{"value":"Mature core protein"}},"alternativeNames":[{"fullName":{"value":"p21"}}]},{"recommendedName":{"fullName":{"value":"Envelope glycoprotein E1"}},"alternativeNames":[{"fullName":{"value":"gp32"}},{"fullName":{"value":"gp35"}}]},{"recommendedName":{"fullName":{"value":"Envelope glycoprotein E2"}},"alternativeNames":[{"fullName":{"value":"NS1"}},{"fullName":{"value":"gp68"}},{"fullName":{"value":"gp70"}}]}],"flag":"Fragment"},"comments":[{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26662"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26664"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P29846"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"Q99IB8"},{"evidenceCode":"ECO:0000305"}],"value":"Packages viral RNA to form a viral nucleocapsid, and promotes virion budding (Probable). Participates in the viral particle production as a result of its interaction with the non-structural protein 5A (By similarity). Binds RNA and may function as a RNA chaperone to induce the RNA structural rearrangements taking place during virus replication (By similarity). Modulates viral translation initiation by interacting with viral IRES and 40S ribosomal subunit (By similarity). Affects various cell signaling pathways, host immunity and lipid metabolism (Probable). Prevents the establishment of cellular antiviral state by blocking the interferon-alpha/beta (IFN-alpha/beta) and IFN-gamma signaling pathways and by blocking the formation of phosphorylated STAT1 and promoting ubiquitin-mediated proteasome-dependent degradation of STAT1 (By similarity). Activates STAT3 leading to cellular transformation (By similarity). Regulates the activity of cellular genes, including c-myc and c-fos (By similarity). May repress the promoter of p53, and sequester CREB3 and SP110 isoform 3/Sp110b in the cytoplasm (By similarity). Represses cell cycle negative regulating factor CDKN1A, thereby interrupting an important check point of normal cell cycle regulation (By similarity). Targets transcription factors involved in the regulation of inflammatory responses and in the immune response: suppresses TNF-induced NF-kappa-B activation, and activates AP-1 (By similarity). Binds to dendritic cells (DCs) via C1QR1, resulting in down-regulation of T-lymphocytes proliferation (By similarity). Alters lipid metabolism by interacting with hepatocellular proteins involved in lipid accumulation and storage (By similarity). Induces up-regulation of FAS promoter activity, and thereby contributes to the increased triglyceride accumulation in hepatocytes (steatosis) (By similarity)"}],"commentType":"FUNCTION","molecule":"Mature core protein"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"value":"Forms a heterodimer with envelope glycoprotein E2, which mediates virus attachment to the host cell, virion internalization through clathrin-dependent endocytosis and fusion with host membrane (By similarity). Fusion with the host cell is most likely mediated by both E1 and E2, through conformational rearrangements of the heterodimer required for fusion rather than a classical class II fusion mechanism (By similarity). E1/E2 heterodimer binds host apolipoproteins such as APOB and ApoE thereby forming a lipo-viro-particle (LVP) (By similarity). APOE associated to the LVP allows the initial virus attachment to cell surface receptors such as the heparan sulfate proteoglycans (HSPGs), syndecan-1 (SDC1), syndecan-1 (SDC2), the low-density lipoprotein receptor (LDLR) and scavenger receptor class B type I (SCARB1) (By similarity). The cholesterol transfer activity of SCARB1 allows E2 exposure and binding of E2 to SCARB1 and the tetraspanin CD81 (By similarity). E1/E2 heterodimer binding on CD81 activates the epithelial growth factor receptor (EGFR) signaling pathway (By similarity). Diffusion of the complex E1-E2-EGFR-SCARB1-CD81 to the cell lateral membrane allows further interaction with Claudin 1 (CLDN1) and occludin (OCLN) to finally trigger HCV entry (By similarity)"}],"commentType":"FUNCTION","molecule":"Envelope glycoprotein E1"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26664"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"value":"Forms a heterodimer with envelope glycoprotein E1, which mediates virus attachment to the host cell, virion internalization through clathrin-dependent endocytosis and fusion with host membrane (By similarity). Fusion with the host cell is most likely mediated by both E1 and E2, through conformational rearrangements of the heterodimer required for fusion rather than a classical class II fusion mechanism (By similarity). The interaction between envelope glycoprotein E2 and host apolipoprotein E/APOE allows the proper assembly, maturation and infectivity of the viral particles (By similarity). This interaction is probably promoted via the up-regulation of cellular autophagy by the virus (By similarity). E1/E2 heterodimer binds host apolipoproteins such as APOB and APOE thereby forming a lipo-viro-particle (LVP) (By similarity). APOE associated to the LVP allows the initial virus attachment to cell surface receptors such as the heparan sulfate proteoglycans (HSPGs), syndecan-1 (SDC1), syndecan-1 (SDC2), the low-density lipoprotein receptor (LDLR) and scavenger receptor class B type I (SCARB1) (By similarity). The cholesterol transfer activity of SCARB1 allows E2 exposure and binding of E2 to SCARB1 and the tetraspanin CD81 (By similarity). E1/E2 heterodimer binding on CD81 activates the epithelial growth factor receptor (EGFR) signaling pathway (By similarity). Diffusion of the complex E1-E2-EGFR-SCARB1-CD81 to the cell lateral membrane allows further interaction with Claudin 1 (CLDN1) and occludin (OCLN) to finally trigger HCV entry (By similarity). Inhibits host EIF2AK2/PKR activation, preventing the establishment of an antiviral state (By similarity). Viral ligand for CD209/DC-SIGN and CLEC4M/DC-SIGNR, which are respectively found on dendritic cells (DCs), and on liver sinusoidal endothelial cells and macrophage-like cells of lymph node sinuses (By similarity). These interactions allow the capture of circulating HCV particles by these cells and subsequent facilitated transmission to permissive cells such as hepatocytes and lymphocyte subpopulations (By similarity)"}],"commentType":"FUNCTION","molecule":"Envelope glycoprotein E2"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26662"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26664"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P29846"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"Q03463"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"Q5EG65"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"Q99IB8"}],"value":"Homooligomer (By similarity). Interacts with E1 (via C-terminus) (By similarity). Interacts with the non-structural protein 5A (By similarity). Interacts (via N-terminus) with host STAT1 (via SH2 domain); this interaction results in decreased STAT1 phosphorylation and ubiquitin-mediated proteasome-dependent STAT1 degradation, leading to decreased IFN-stimulated gene transcription (By similarity). Interacts with host STAT3; this interaction constitutively activates STAT3 (By similarity). Interacts with host LTBR receptor (By similarity). Interacts with host TNFRSF1A receptor and possibly induces apoptosis (By similarity). Interacts with host HNRPK (By similarity). Interacts with host YWHAE (By similarity). Interacts with host UBE3A/E6AP (By similarity). Interacts with host DDX3X (By similarity). Interacts with host APOA2 (By similarity). Interacts with host RXRA protein (By similarity). Interacts with host SP110 isoform 3/Sp110b; this interaction sequesters the transcriptional corepressor SP110 away from the nucleus (By similarity). Interacts with host CREB3 nuclear transcription protein; this interaction triggers cell transformation (By similarity). Interacts with host ACY3 (By similarity). Interacts with host C1QR1 (By similarity). Interacts with host RBM24; this interaction, which enhances the interaction of the mature core protein with 5'-UTR, may inhibit viral translation and favor replication (By similarity). Interacts with host EIF2AK2/PKR; this interaction induces the autophosphorylation of EIF2AK2 (By similarity). Part of the viral assembly initiation complex composed of NS2, E1, E2, NS3, NS4A, NS5A and the mature core protein (By similarity)"}],"commentType":"SUBUNIT","molecule":"Mature core protein"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"Q99IB8"}],"value":"Forms a heterodimer with envelope glycoprotein E2 (By similarity). Interacts with mature core protein (By similarity). Interacts with protease NS2 (By similarity). The heterodimer E1/E2 interacts with host CLDN1; this interaction plays a role in viral entry into host cell (By similarity). Interacts with host SPSB2 (via C-terminus) (By similarity). Part of the viral assembly initiation complex composed of NS2, E1, E2, NS3, NS4A, NS5A and the mature core protein (By similarity)"}],"commentType":"SUBUNIT","molecule":"Envelope glycoprotein E1"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"Q99IB8"}],"value":"Forms a heterodimer with envelope glycoprotein E1 (By similarity). Interacts with host CD81 and SCARB1 receptors; these interactions play a role in viral entry into host cell (By similarity). Interacts with host EIF2AK2/PKR; this interaction inhibits EIF2AK2 and probably allows the virus to evade the innate immune response (By similarity). Interacts with host CD209/DC-SIGN and CLEC4M/DC-SIGNR (By similarity). Interact with host SPCS1; this interaction is essential for viral particle assembly (By similarity). Interacts with protease NS2 (By similarity). The heterodimer E1/E2 interacts with host CLDN1; this interaction plays a role in viral entry into host cell (By similarity). Part of the viral assembly initiation complex composed of NS2, E1, E2, NS3, NS4A, NS5A and the mature core protein (By similarity)"}],"commentType":"SUBUNIT","molecule":"Envelope glycoprotein E2"},{"commentType":"SUBCELLULAR LOCATION","molecule":"Core protein precursor","note":{"texts":[{"value":"The C-terminal transmembrane domain of the core protein precursor contains an ER signal leading the nascent polyprotein to the ER membrane"}]},"subcellularLocations":[{"location":{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26664"}],"value":"Host endoplasmic reticulum membrane","id":"SL-0390"},"topology":{"evidences":[{"evidenceCode":"ECO:0000255"}],"value":"Single-pass membrane protein","id":"SL-9904"}},{"location":{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26664"}],"value":"Host mitochondrion membrane","id":"SL-0410"},"topology":{"evidences":[{"evidenceCode":"ECO:0000255"}],"value":"Single-pass type I membrane protein","id":"SL-9905"}}]},{"commentType":"SUBCELLULAR LOCATION","molecule":"Mature core protein","note":{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"value":"Only a minor proportion of core protein is present in the nucleus (By similarity). Probably present on the surface of lipid droplets (By similarity)"}]},"subcellularLocations":[{"location":{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"Q99IB8"}],"value":"Virion","id":"SL-0274"}},{"location":{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"Q99IB8"}],"value":"Host cytoplasm","id":"SL-0381"}},{"location":{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26662"}],"value":"Host nucleus","id":"SL-0414"}},{"location":{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"Q99IB8"}],"value":"Host lipid droplet","id":"SL-0401"}}]},{"commentType":"SUBCELLULAR LOCATION","molecule":"Envelope glycoprotein E1","note":{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"value":"The C-terminal transmembrane domain acts as a signal sequence and forms a hairpin structure before cleavage by host signal peptidase (By similarity). After cleavage, the membrane sequence is retained at the C-terminus of the protein, serving as ER membrane anchor (By similarity). A reorientation of the second hydrophobic stretch occurs after cleavage producing a single reoriented transmembrane domain (By similarity). These events explain the final topology of the protein (By similarity)"}]},"subcellularLocations":[{"location":{"evidences":[{"evidenceCode":"ECO:0000305"}],"value":"Virion membrane","id":"SL-0275"},"topology":{"evidences":[{"evidenceCode":"ECO:0000305"}],"value":"Single-pass type I membrane protein","id":"SL-9905"}},{"location":{"value":"Host endoplasmic reticulum membrane","id":"SL-0390"},"topology":{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"value":"Single-pass type I membrane protein","id":"SL-9905"}}]},{"commentType":"SUBCELLULAR LOCATION","molecule":"Envelope glycoprotein E2","note":{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"value":"The C-terminal transmembrane domain acts as a signal sequence and forms a hairpin structure before cleavage by host signal peptidase (By similarity). After cleavage, the membrane sequence is retained at the C-terminus of the protein, serving as ER membrane anchor (By similarity). A reorientation of the second hydrophobic stretch occurs after cleavage producing a single reoriented transmembrane domain (By similarity). These events explain the final topology of the protein (By similarity)"}]},"subcellularLocations":[{"location":{"evidences":[{"evidenceCode":"ECO:0000305"}],"value":"Virion membrane","id":"SL-0275"},"topology":{"evidences":[{"evidenceCode":"ECO:0000305"}],"value":"Single-pass type I membrane protein","id":"SL-9905"}},{"location":{"value":"Host endoplasmic reticulum membrane","id":"SL-0390"},"topology":{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"value":"Single-pass type I membrane protein","id":"SL-9905"}},{"location":{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"Q9WMX2"}],"value":"Host lipid droplet","id":"SL-0401"}}]},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"value":"The transmembrane regions of envelope E1 and E2 glycoproteins are involved in heterodimer formation, ER localization, and assembly of these proteins"}],"commentType":"DOMAIN","molecule":"Envelope glycoprotein E1"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26663"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"value":"The transmembrane regions of envelope E1 and E2 glycoproteins are involved in heterodimer formation, ER localization, and assembly of these proteins (By similarity). Envelope E2 glycoprotein contain two highly variable regions called hypervariable region 1 and 2 (HVR1 and HVR2) (By similarity). E2 also contain two segments involved in CD81-binding (By similarity). HVR1 is implicated in the SCARB1-mediated cell entry and probably acts as a regulator of the association of particles with lipids (By similarity)"}],"commentType":"DOMAIN","molecule":"Envelope glycoprotein E2"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26664"},{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"value":"Specific enzymatic cleavages in vivo yield mature proteins (By similarity). The structural proteins, core, E1, E2 and p7 are produced by proteolytic processing by host signal peptidases (By similarity). The core protein precursor is synthesized as a 23 kDa, which is retained in the ER membrane through the hydrophobic signal peptide (By similarity). Cleavage by the signal peptidase releases the 21 kDa mature core protein (By similarity). The cleavage of the core protein precursor occurs between aminoacids 176 and 188 but the exact cleavage site is not known (By similarity). Some degraded forms of the core protein appear as well during the course of infection (By similarity). The other proteins (p7, NS2, NS3, NS4A, NS4B, NS5A and NS5B) are cleaved by the viral proteases (By similarity). Autoprocessing between NS2 and NS3 is mediated by the NS2 cysteine protease catalytic domain and regulated by the NS3 N-terminal domain (By similarity)"}],"commentType":"PTM","molecule":"Genome polyprotein"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"Q01403"}],"value":"Phosphorylated by host PKC and PKA"}],"commentType":"PTM","molecule":"Mature core protein"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"Q03463"}],"value":"Ubiquitinated; mediated by UBE3A and leading to core protein subsequent proteasomal degradation"}],"commentType":"PTM","molecule":"Mature core protein"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"value":"Highly N-glycosylated"}],"commentType":"PTM","molecule":"Envelope glycoprotein E1"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"value":"Highly N-glycosylated"}],"commentType":"PTM","molecule":"Envelope glycoprotein E2"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000305"}],"value":"Viral particle assembly takes place at the surface of ER-derived membranes in close proximity to lipid droplets. NS2 associates with E1/E2 glycoproteins, NS3 and NS5A, which interacts with the viral RNA and core protein to promote genome encapsidation. The nucleocapsid buds at the ER membrane where E1/E2 glycoproteins are anchored and afterward associate with nascent lipid droplet to acquire APOE and APOC. Secretion of viral particles is probably regulated by viroporin p7"}],"commentType":"MISCELLANEOUS"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26662"}],"value":"Exerts viral interference on hepatitis B virus when HCV and HBV coinfect the same cell, by suppressing HBV gene expression, RNA encapsidation and budding"}],"commentType":"MISCELLANEOUS","molecule":"Mature core protein"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000305"}],"value":"Belongs to the hepacivirus polyprotein family"}],"commentType":"SIMILARITY"},{"texts":[{"evidences":[{"evidenceCode":"ECO:0000305"}],"value":"The core gene probably also codes for alternative reading frame proteins (ARFPs). Many functions depicted for the core protein might belong to the ARFPs"}],"commentType":"CAUTION"},{"commentType":"WEB RESOURCE","resourceName":"Virus Pathogen Resource","resourceUrl":"https://www.viprbrc.org/brc/home.spg?decorator=flavi_hcv","ftp":false}],"features":[{"type":"Chain","location":{"start":{"value":1,"modifier":"OUTSIDE"},"end":{"value":321,"modifier":"OUTSIDE"}},"description":"Genome polyprotein","featureId":"PRO_0000450906"},{"type":"Chain","location":{"start":{"value":1,"modifier":"OUTSIDE"},"end":{"value":75,"modifier":"EXACT"}},"description":"Core protein precursor","featureId":"PRO_0000037588"},{"type":"Chain","location":{"start":{"value":1,"modifier":"OUTSIDE"},"end":{"value":61,"modifier":"EXACT"}},"description":"Mature core protein","featureId":"PRO_0000037589"},{"type":"Propeptide","location":{"start":{"value":62,"modifier":"EXACT"},"end":{"value":75,"modifier":"EXACT"}},"description":"ER anchor for the core protein, removed in mature form by host signal peptidase","featureId":"PRO_0000037590"},{"type":"Chain","location":{"start":{"value":76,"modifier":"EXACT"},"end":{"value":267,"modifier":"EXACT"}},"description":"Envelope glycoprotein E1","featureId":"PRO_0000037591"},{"type":"Chain","location":{"start":{"value":268,"modifier":"EXACT"},"end":{"value":321,"modifier":"OUTSIDE"}},"description":"Envelope glycoprotein E2","featureId":"PRO_0000037592"},{"type":"Topological domain","location":{"start":{"value":1,"modifier":"OUTSIDE"},"end":{"value":52,"modifier":"EXACT"}},"description":"Cytoplasmic","evidences":[{"evidenceCode":"ECO:0000255"}]},{"type":"Transmembrane","location":{"start":{"value":53,"modifier":"EXACT"},"end":{"value":73,"modifier":"EXACT"}},"description":"Helical","evidences":[{"evidenceCode":"ECO:0000255"}]},{"type":"Topological domain","location":{"start":{"value":74,"modifier":"EXACT"},"end":{"value":242,"modifier":"EXACT"}},"description":"Lumenal","evidences":[{"evidenceCode":"ECO:0000255"}]},{"type":"Transmembrane","location":{"start":{"value":243,"modifier":"EXACT"},"end":{"value":263,"modifier":"EXACT"}},"description":"Helical","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}]},{"type":"Topological domain","location":{"start":{"value":264,"modifier":"EXACT"},"end":{"value":321,"modifier":"OUTSIDE"}},"description":"Lumenal","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}]},{"type":"Region","location":{"start":{"value":6,"modifier":"EXACT"},"end":{"value":57,"modifier":"EXACT"}},"description":"Interaction with APOA2","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P29846"}]},{"type":"Region","location":{"start":{"value":48,"modifier":"EXACT"},"end":{"value":51,"modifier":"EXACT"}},"description":"Important for lipid droplets localization","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}]},{"type":"Region","location":{"start":{"value":149,"modifier":"EXACT"},"end":{"value":180,"modifier":"EXACT"}},"description":"Important for fusion","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}]},{"type":"Region","location":{"start":{"value":268,"modifier":"EXACT"},"end":{"value":294,"modifier":"EXACT"}},"description":"HVR1","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}]},{"type":"Site","location":{"start":{"value":61,"modifier":"EXACT"},"end":{"value":62,"modifier":"EXACT"}},"description":"Cleavage; by host signal peptide peptidase","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26662"}]},{"type":"Site","location":{"start":{"value":75,"modifier":"EXACT"},"end":{"value":76,"modifier":"EXACT"}},"description":"Cleavage; by host signal peptidase","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26662"}]},{"type":"Site","location":{"start":{"value":267,"modifier":"EXACT"},"end":{"value":268,"modifier":"EXACT"}},"description":"Cleavage; by host signal peptidase","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P26662"}]},{"type":"Glycosylation","location":{"start":{"value":80,"modifier":"EXACT"},"end":{"value":80,"modifier":"EXACT"}},"description":"N-linked (GlcNAc...) asparagine; by host","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"featureId":""},{"type":"Glycosylation","location":{"start":{"value":93,"modifier":"EXACT"},"end":{"value":93,"modifier":"EXACT"}},"description":"N-linked (GlcNAc...) asparagine; by host","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"featureId":""},{"type":"Glycosylation","location":{"start":{"value":118,"modifier":"EXACT"},"end":{"value":118,"modifier":"EXACT"}},"description":"N-linked (GlcNAc...) asparagine; by host","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"featureId":""},{"type":"Glycosylation","location":{"start":{"value":189,"modifier":"EXACT"},"end":{"value":189,"modifier":"EXACT"}},"description":"N-linked (GlcNAc...) asparagine; by host","evidences":[{"evidenceCode":"ECO:0000255"}],"featureId":""},{"type":"Glycosylation","location":{"start":{"value":301,"modifier":"EXACT"},"end":{"value":301,"modifier":"EXACT"}},"description":"N-linked (GlcNAc...) (high mannose) asparagine; by host","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"featureId":""},{"type":"Glycosylation","location":{"start":{"value":307,"modifier":"EXACT"},"end":{"value":307,"modifier":"EXACT"}},"description":"N-linked (GlcNAc...) (high mannose) asparagine; by host","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"featureId":""},{"type":"Glycosylation","location":{"start":{"value":314,"modifier":"EXACT"},"end":{"value":314,"modifier":"EXACT"}},"description":"N-linked (GlcNAc...) (high mannose) asparagine; by host","evidences":[{"evidenceCode":"ECO:0000250","source":"UniProtKB","id":"P27958"}],"featureId":""},{"type":"Non-terminal residue","location":{"start":{"value":1,"modifier":"EXACT"},"end":{"value":1,"modifier":"EXACT"}},"description":""},{"type":"Non-terminal residue","location":{"start":{"value":321,"modifier":"EXACT"},"end":{"value":321,"modifier":"EXACT"}},"description":""}],"keywords":[{"id":"KW-0053","category":"Biological process","name":"Apoptosis"},{"id":"KW-0167","category":"Cellular component","name":"Capsid protein"},{"id":"KW-1165","category":"Biological process","name":"Clathrin-mediated endocytosis of virus by host"},{"id":"KW-1170","category":"Biological process","name":"Fusion of virus membrane with host endosomal membrane"},{"id":"KW-1168","category":"Biological process","name":"Fusion of virus membrane with host membrane"},{"id":"KW-0325","category":"PTM","name":"Glycoprotein"},{"id":"KW-1035","category":"Cellular component","name":"Host cytoplasm"},{"id":"KW-1038","category":"Cellular component","name":"Host endoplasmic reticulum"},{"id":"KW-1041","category":"Cellular component","name":"Host lipid droplet"},{"id":"KW-1043","category":"Cellular component","name":"Host membrane"},{"id":"KW-1045","category":"Cellular component","name":"Host mitochondrion"},{"id":"KW-1048","category":"Cellular component","name":"Host nucleus"},{"id":"KW-0945","category":"Biological process","name":"Host-virus interaction"},{"id":"KW-0922","category":"Biological process","name":"Interferon antiviral system evasion"},{"id":"KW-0472","category":"Cellular component","name":"Membrane"},{"id":"KW-0553","category":"Disease","name":"Oncogene"},{"id":"KW-0687","category":"Molecular function","name":"Ribonucleoprotein"},{"id":"KW-0694","category":"Molecular function","name":"RNA-binding"},{"id":"KW-0812","category":"Domain","name":"Transmembrane"},{"id":"KW-1133","category":"Domain","name":"Transmembrane helix"},{"id":"KW-0832","category":"PTM","name":"Ubl conjugation"},{"id":"KW-1161","category":"Biological process","name":"Viral attachment to host cell"},{"id":"KW-0261","category":"Cellular component","name":"Viral envelope protein"},{"id":"KW-0543","category":"Molecular function","name":"Viral nucleoprotein"},{"id":"KW-1162","category":"Biological process","name":"Viral penetration into host cytoplasm"},{"id":"KW-0946","category":"Cellular component","name":"Virion"},{"id":"KW-1164","category":"Biological process","name":"Virus endocytosis by host"},{"id":"KW-1160","category":"Biological process","name":"Virus entry into host cell"}],"references":[{"citation":{"id":"1846505","citationType":"journal article","authors":["Weiner A.J.","Brauer M.J.","Rosenblatt J.","Richman K.H.","Tung J.","Crawford K.","Bonino F.","Saracco G.","Choo Q.-L.","Houghton M.","Han J.H."],"citationCrossReferences":[{"database":"PubMed","id":"1846505"},{"database":"DOI","id":"10.1016/0042-6822(91)90104-j"}],"title":"Variable and hypervariable domains are found in the regions of HCV corresponding to the flavivirus envelope and NS1 proteins and the pestivirus envelope glycoproteins.","publicationDate":"1991","journal":"Virology","firstPage":"842","lastPage":"848","volume":"180"},"referencePositions":["NUCLEOTIDE SEQUENCE [GENOMIC RNA]"]},{"citation":{"id":"10718937","citationType":"journal article","authors":["McLauchlan J."],"citationCrossReferences":[{"database":"PubMed","id":"10718937"},{"database":"DOI","id":"10.1046/j.1365-2893.2000.00201.x"}],"title":"Properties of the hepatitis C virus core protein: a structural protein that modulates cellular processes.","publicationDate":"2000","journal":"J. Viral Hepat.","firstPage":"2","lastPage":"14","volume":"7"},"referencePositions":["REVIEW"]},{"citation":{"id":"14752815","citationType":"journal article","authors":["Penin F.","Dubuisson J.","Rey F.A.","Moradpour D.","Pawlotsky J.-M."],"citationCrossReferences":[{"database":"PubMed","id":"14752815"},{"database":"DOI","id":"10.1002/hep.20032"}],"title":"Structural biology of hepatitis C virus.","publicationDate":"2004","journal":"Hepatology","firstPage":"5","lastPage":"19","volume":"39"},"referencePositions":["REVIEW"]}],"uniProtKBCrossReferences":[{"database":"EMBL","id":"X53131","properties":[{"key":"ProteinId","value":"CAA37291.1"},{"key":"Status","value":"-"},{"key":"MoleculeType","value":"Genomic_RNA"}]},{"database":"BMRB","id":"P27956","properties":[{"key":"Description","value":"-"}]},{"database":"SMR","id":"P27956","properties":[{"key":"Description","value":"-"}]},{"database":"euHCVdb","id":"X53131","properties":[{"key":"Description","value":"-"}]},{"database":"GO","id":"GO:0044167","properties":[{"key":"GoTerm","value":"C:host cell endoplasmic reticulum membrane"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-SubCell"}]},{"database":"GO","id":"GO:0044186","properties":[{"key":"GoTerm","value":"C:host cell lipid droplet"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-SubCell"}]},{"database":"GO","id":"GO:0044191","properties":[{"key":"GoTerm","value":"C:host cell mitochondrial membrane"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-SubCell"}]},{"database":"GO","id":"GO:0042025","properties":[{"key":"GoTerm","value":"C:host cell nucleus"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-SubCell"}]},{"database":"GO","id":"GO:0016020","properties":[{"key":"GoTerm","value":"C:membrane"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-KW"}]},{"database":"GO","id":"GO:1990904","properties":[{"key":"GoTerm","value":"C:ribonucleoprotein complex"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-KW"}]},{"database":"GO","id":"GO:0019031","properties":[{"key":"GoTerm","value":"C:viral envelope"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-KW"}]},{"database":"GO","id":"GO:0019013","properties":[{"key":"GoTerm","value":"C:viral nucleocapsid"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-KW"}]},{"database":"GO","id":"GO:0055036","properties":[{"key":"GoTerm","value":"C:virion membrane"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-SubCell"}]},{"database":"GO","id":"GO:0003723","properties":[{"key":"GoTerm","value":"F:RNA binding"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-KW"}]},{"database":"GO","id":"GO:0005198","properties":[{"key":"GoTerm","value":"F:structural molecule activity"},{"key":"GoEvidenceType","value":"IEA:InterPro"}]},{"database":"GO","id":"GO:0075512","properties":[{"key":"GoTerm","value":"P:clathrin-dependent endocytosis of virus by host cell"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-KW"}]},{"database":"GO","id":"GO:0039654","properties":[{"key":"GoTerm","value":"P:fusion of virus membrane with host endosome membrane"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-KW"}]},{"database":"GO","id":"GO:0019049","properties":[{"key":"GoTerm","value":"P:mitigation of host antiviral defense response"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-KW"}]},{"database":"GO","id":"GO:0019062","properties":[{"key":"GoTerm","value":"P:virion attachment to host cell"},{"key":"GoEvidenceType","value":"IEA:UniProtKB-KW"}]},{"database":"Gene3D","id":"3.30.160.890","properties":[{"key":"EntryName","value":"Hepatitis C virus envelope glycoprotein E1, chain C"},{"key":"MatchStatus","value":"1"}]},{"database":"InterPro","id":"IPR002521","properties":[{"key":"EntryName","value":"HCV_Core_C"}]},{"database":"InterPro","id":"IPR002519","properties":[{"key":"EntryName","value":"HCV_Env"}]},{"database":"InterPro","id":"IPR002531","properties":[{"key":"EntryName","value":"HCV_NS1"}]},{"database":"Pfam","id":"PF01542","properties":[{"key":"EntryName","value":"HCV_core"},{"key":"MatchStatus","value":"1"}]},{"database":"Pfam","id":"PF01539","properties":[{"key":"EntryName","value":"HCV_env"},{"key":"MatchStatus","value":"1"}]},{"database":"Pfam","id":"PF01560","properties":[{"key":"EntryName","value":"HCV_NS1"},{"key":"MatchStatus","value":"1"}]}],"sequence":{"value":"RNLGKVIDTLTCGFADLMGYIPLVGAPLGGAARALAHGVRVLEDGVNYATGNLPGCSFSIFLLALLSCLTVPASAHQVRNSTGLYHVTNDCPNSSIVYEAADAILHTPGCVPCVHEGNVSRCWVAVTPTVATRDGKLPTTQLRRHIDLLVGSATLCSALYVGDLCGSVFLVGQLFTFSPRRHWTTQGCNCSIYPGHITGHRMAWDMMMNWSPTAALVMAQLLRIPQAIMDMIAGAHWGVLAGIAYFSMVGNWAKVLVVLLLFAGVDAETYTSGGNAGHTMTGIVRFFAPGPKQNVHLINTNGSWHINSTALNCNDSLNTGW","length":321,"molWeight":34239,"crc64":"2F5DE79F7C7845C8","md5":"43C1FAD298A2EFF70B22E24C14E22F3A"},"extraAttributes":{"countByCommentType":{"FUNCTION":3,"SUBUNIT":3,"SUBCELLULAR LOCATION":4,"DOMAIN":2,"PTM":5,"MISCELLANEOUS":2,"SIMILARITY":1,"CAUTION":1,"WEB RESOURCE":1},"countByFeatureType":{"Chain":5,"Propeptide":1,"Topological domain":3,"Transmembrane":2,"Region":4,"Site":3,"Glycosylation":7,"Non-terminal residue":2},"uniParcId":"UPI0000131E21"}}